 ovwr_role_id | ovwr_role_name | ovwr_role_code | ovwr_description | ovwr_type | ovwr_sort_order | ovwr_status |        ovwr_created_at        |        ovwr_updated_at        
--------------+----------------+----------------+------------------+-----------+-----------------+-------------+-------------------------------+-------------------------------
 role-admin   | 绯荤粺绠＄悊鍛?    | ADMIN          | 鎷ユ湁绯荤粺鍏ㄩ儴鏉冮檺 | SYSTEM    |               1 | 1           | 2026-09-03 03:29:57.803794+00 | 2026-09-03 03:29:57.803794+00
 role-user    | 鏅€氱敤鎴?      | USER           | 鍩虹鐢ㄦ埛鏉冮檺     | SYSTEM    |               2 | 1           | 2026-09-03 03:29:57.803794+00 | 2026-09-03 03:29:57.803794+00
 role-manager | 娓犻亾缁忕悊       | MANAGER        | 娓犻亾绠＄悊鏉冮檺     | BUSINESS  |               3 | 1           | 2026-09-03 03:29:57.803794+00 | 2026-09-03 03:29:57.803794+00
(3 rows)

